recipes_to_dump = [
    {
        "id": 1,
        "name": "Кукурузные маффины с беконом и фетой",
        "ingredients": "Бекон копчёный – 180 г"
        "Сыр фета – 100 г"
        "Молоко – 300 мл"
        "Масло сливочное (жирностью 82,5 %) – 80 г"
        "Яйца – 2 шт."
        "Мука кукурузная – 150 г"
        "Мука пшеничная – 125 г"
        "Сироп кленовый – 1 ст. ложка"
        "Петрушка – 3 веточки"
        "Розмарин – 3 веточки"
        "Тимьян – 1 веточка"
        "Перец чёрный молотый – 0,25 ч. ложки"
        "Разрыхлитель – 1 ст. ложка"
        "Соль – 7 г"
        "Масло растительное (для смазывания форм) – 10 мл",
        "cooking_process": "Включаем духовку 180 градусов. Смешиваем два вида"
        "муки – кукурузную и пшеничную. Всыпаем соль. Перемешиваем сухие"
        "ингредиенты до однородности. Сливочное масло растапливаем . Фету"
        "нарезаем мелкими кубиками. Разбиваем яйца. Вливаем молоко"
        "масло и кленовый сироп. Перемешиваем жидкие ингредиенты. Измельчаем"
        "свежую зелень: петрушку, розмарин, чабрец. Соединяем"
        "жидкую смесь и сухую. Замешиваем тесто. Обжариваем полоски бекона"
        "сковороде до хрустящей корочки. Выкладываем, чтобы убрать лишний"
        "жир. Бекон нарезаем полосками. Туда же фету, перемешиваем."
        "Формочки для маффинов маслом. Распределяем тесто с беконом и фетой по"
        "формочкам, заполняя на 2/3. Ставим формы в духовку на 35-40 минут,"
        "до готовности. Кукурузные маффины с беконом и фетой остыть в"
        "формочках, затем вынимаем и остужаем на решётке."
        "Приятного аппетита!",
        "cooking_time": 60,
        "rating": 5,
    },
    {
        "id": 2,
        "name": "Сырники с изюмом (в микроволновке)",
        "ingredients": "Творог 9% - 250 г"
        "Изюм - 70 г"
        "Яйцо мелкое - 1 шт. или яйцо крупное - 1/2 шт."
        "Мука - 80 г"
        "Сахар - 1 ст. ложка (15 г)"
        "Сахар ванильный - 5 г"
        "Соль - 1/8 ч. ложки"
        "Масло растительное - 1 ст. ложка",
        "cooking_process": "Подготавливаем продукты для. Из протёртого"
        "творога сырники будут иметь более. Изюм заливаем горячей водой,"
        "оставляем на 10-15 минут. В творог добавляем яйцо, сахар,"
        "ванильный сахар, соль и изюм. Перемешиваем до однородного"
        "состояния. Оставляем творожное. Из творожного теста скатываем"
        "колбаску толщиной около 4 см. Слегка придавливаем эти"
        "заготовки. Подкатываем. Тарелку, пригодную для микроволновой печи,"
        "смазываем растительным маслом.Отправляем в"
        "микроволновку. Готовим на мощности 500. Сырники с изюмом готовы."
        "Приятного аппетита!",
        "cooking_time": 30,
        "rating": 4,
    },
    {
        "id": 3,
        "name": "Закусочные рулетики из блинов с ветчиной и сыром",
        "ingredients": "Молоко - 150 мл"
        "Яйцо - 1 шт."
        "Мука - 70 г (примерно 5 ст. ложек)"
        "Сахар - 10 г (2 ч. ложки)"
        "Соль - 3 г (3/4 ч. ложки)"
        "Масло растительное без запаха - 15 мл"
        "Ветчина - 125 г"
        "Сыр сливочный - 60 г",
        "cooking_process": "Подготовьте ингредиенты. В глубокую миску вбейте"
        "яйцо. Всыпьте сахар и соль. Перемешайте венчиком. Не нужно"
        "сильно взбивать, достаточно, чтобы. Всыпьте просеянную"
        "муку. Перемешайте до однородности. чтобы разбить все"
        "комочки. Влейте 10 мл растительного олучается жидкое, хорошо"
        "текучее. Смажьте сковороду (диаметр - е. Влейте порцию"
        "теста. Жарьте 1-1,5 минуты, до румяности.  ещё 1-1,5 минуты. У"
        "меня получилось 5 блинов. Три блина понад закуски, а два - просто"
        "съели.) Поверхность блина смажьте сливочнымлько тонких кусочков"
        "ветчины. Закрутите блин с начинкой в плотнерните остальные"
        "рулетики. Нарежьте рулетики на порционныепите рулетики"
        "шпажкой. Закусочные рулетики из блинов с виятного аппетита!",
        "cooking_time": 30,
        "rating": 3,
    },
    {
        "id": 4,
        "name": "Сосиски, жаренные в сырном кляре",
        "ingredients": "Сосиски – 330 г"
        "Яйца – 2 шт."
        "Сыр твёрдый – 70 г"
        "Травы сушёные прованские – по вкусу"
        "Мука – 160 г"
        "Соль – по вкусу"
        "Масло растительное – 200 мл",
        "cooking_process": "Подгомешиваем муку, яйца, сыр, соль, перец"
        "и сушёные травы. Перемешиваем. , который хорошо держится"
        "на сосисках. При неот оболочки и разрезаем"
        "пополам. Обсыпаем сосиски мукойторон. Хорошо разогреваем"
        "растительное масло в глубосиски в кляре. Жарим, часто"
        "переворачивая сосиски, чтторон, 2-3 минуты. Готовые"
        "сосиски выкладываем на бумажное й жир. Так готовим все"
        "сосиски, пока не закончатся прм кляре, готовы. Подаём блюдо"
        "в горячем и тёплом виде в качекуса. Приятного аппетита!",
        "cooking_time": 20,
        "rating": 3,
    },
]

one_more_recipe = {
    "name": "Sample_dish_name",
    "ingredients": "Sample_list_of_ingredients",
    "cooking_process": "Sample_cooking_process",
    "cooking_time": 120,
}
